Repository: Itai-Lukio/Lukio_theme
Catalog: lukio-theme/languages/*.po
Languages: he_il

source: Developed & Powered by
he_il: פותח ומתוחזק ע״י

source: Site options
he_il: אפשרויות אתר

source: Remove row
he_il: הורדת שורה

source: Add row
he_il: הוספת שורה

source: Disable enqueue min files
he_il: ביטול קבצי .min

source: Site colors
he_il: צבעי אתר

source: Pixels
he_il: פיקסלס

source: Save options
he_il: שמור אפשרויות

source: Header menu
he_il: תפריט האדר

source: Footer menu
he_il: תפריט פוטר

source: Site manager
he_il: מנהל אתר

source: guide
he_il: מדריך

source: Theme Setup
he_il: הגדרות תבנית

source: Product variations style
he_il: סוג וריאציית מוצר

source: Buttons
he_il: כפתורים

source: Colors
he_il: צבעים

source: Dropdown
he_il: תפריט נשלף

source: Select
he_il: בחירה

source: Color
he_il: צבע

source: Color to use for the product variation button
he_il: צבע לשימוש בכפתור וריאציית מוצר

source: Second color
he_il: צבעי שני

source: Second color to use for the product variation button
he_il: צבע שני לשימוש בכפתור וריאציית מוצר

source: Choose an option
he_il: בחר אפשרות

source: Bulk Variation Image
he_il: הגדרת תמונת וריאציה

source: Gallery video
he_il: גלריית וידאו

source: Before you can add a variation image you need to add some variation attributes on the <strong>Attributes</strong> tab.
he_il: לפני שניתן להוסיף תמונת וריאציה יש להוסיף וריאציות בלשונית <strong>וריאציות</strong>.

source: Pick image
he_il: בחר תמונה

source: Don't filter
he_il: אל תסנן

source: Set image
he_il: קבע תמונה

source: Remove image
he_il: הסר תמונה

source: No main and gallery images picked
he_il: לא נבחרה תמונה ראשית או תמונות גלריה

source: Remove video
he_il: הסר וידאו

source: Remove
he_il: הסרה

source: Pick video
he_il: בחר וידאו

source: Duplicate
he_il: שכפול

source: Duplicate coupon
he_il: שכפול קופון

source: When checked the coupon will be duplicated by the given amount.<br>Coupon code will be used as a prefix, if given, added by a random string.
he_il: כאשר מסומן הקופון ישוכפל כמספר הפעמים שנבחר.<br>קוד הקופון ישמש כקידומת, כשיש קוד, בצרוף קוד רנדומאלי.

source: Amount of times to duplicate the coupon
he_il: מספר הפעמים לשכפל את הקופון
